/* No comment provided by engineer. */
"Authenticating as {0}" = "Αυθεντικοποίηση ως {0}";
"Calculate checksum for {0}" = "Calculate checksum for {0}";

"Deleting {0}" = "Διαγραφή {0}";
"Disconnected" = "Αποσυνδέθηκε";
"Disconnecting {0}" = "Γίνεται αποσύνδεση {0}";
"Downloading {0}" = "Γίνεται λήψη {0}";
/* Connection type opened */
"{0} connection opened" = "{0} σύνδεση άνοιξε";

/* Reading size of file. */
"Getting size of {0}" = "Λήψη μεγέθους του {0}";

/* Reading modification date of file. */
"Getting timestamp of {0}" = "Λήψη χρονόσημου του {0}";

/* Reading permission of file. */
"Getting permission of {0}" = "Λήψη δικαιώματος του {0}";

/* No activity */
"Idle" = "Αδρανής";
"Listing directory {0}" = "Εμφάνιση καταλόγου {0}";
"Making directory {0}" = "Δημιουργία καταλόγου {0}";
"Maximum allowed connections exceeded. Waiting" = "Ο μέγιστος αριθμός επιτρεπόμενων συνδέσεων έχει ξεπεραστεί. Αναμονή…";
"Mounting {0}" = "Προσάρτηση {0}";

/* The user did not accept the certificate or is not valid */
"No trusted certificate found" = "Δεν βρέθηκε έμπιστο πιστοποιητικό";
"Opening {0} connection to {1}" = "Άνοιγμα σύνδεσης {0} σε {1}";
"SFTP subsystem ready" = "Υποσύστημα SFTP έτοιμο";
"SCP subsystem ready" = "Υποσύστημα SCP έτοιμο";
"Starting SFTP subsystem" = "Έναρξη υποσυστήματος SFTP";
"Starting SCP subsystem" = "Έναρξη υποσυστήματος SCP";
"Uploading {0}" = "Γίνεται αποστολή {0}";

/* Renaming file status message; Renaming to <new filename>. */
"Renaming {0} to {1}" = "Γίνεται μετονομασία {0} σε {1}";

/* Duplicate a file */
"Copying {0} to {1}" = "Αντιγραφή {0} σε {1}";

/* Changing the owner of a file */
"Changing owner of {0} to {1}" = "Αλλαγή ιδιοκτήτη του {0} σε {1}";

/* Changing the group owner of a file */
"Changing group of {0} to {1}" = "Αλλαγή ομάδας του {0} σε {1}";

/* Changing UNIX file permissions */
"Changing permission of {0} to {1}" = "Αλλαγή δικαιώματος του {0} σε {1}";
"Changing timestamp of {0} to {1}" = "Changing timestamp of {0} to {1}";

/* Indicates remaining time needed for files to transfer */
"{0} seconds remaining" = "{0} δευτερόλεπτα απομένουν";

/* Indicates remaining time needed for files to transfer */
"{0} minutes remaining" = "{0} λεπτά απομένουν";

/* Indicates remaining time needed for files to transfer */
"{0} hours remaining" = "{0} ώρες απομένουν";

/* When trying to determine the IP address of a server hostname; e.g. Resolving example.net */
"Resolving {0}" = "Γίνεται επίλυση {0}";

/* Retry in 10 seconds - Used to indicate the time left until another connection attempt is made */
"Retry again in {0} seconds ({1} more attempts)" = "Επανάληψη σε {0} δευτερόλεπτα ({1} προσπάθειες ακόμα)";
"Transfer complete" = "Ολοκλήρωση μεταφοράς";
"Transfer incomplete" = "Μη ολοκλήρωση μεταφοράς";

/* Content distribution network (CDN) */
"Enable {0} Distribution" = "Ενεργοποίηση Κατανομής {0}";
"Disable {0} Distribution" = "Απενεργοποίηση Κατανομής {0}";

/* Compress and expand archives */
"Archiving {0}" = "Συμπίεση {0}";
"Unarchiving {0}" = "Αποσυμπίεση {0}";

/* Compute MD5 hash */
"Compute MD5 hash of {0}" = "Υπολογισμός κατακερματισμού MD5 του {0}";

/* Reading HTTP headers */
"Reading metadata of {0}" = "Ανάγνωση μετα-δεδομένων του {0}";

/* Writing custom HTTP headers */
"Writing metadata of {0}" = "Εγγραφή μετα-δεδομένων του {0}";

/* Prepare path for transfer */
"Prepare {0} ({1})" = "Προετοιμασία {0} ({1})";

/* Content distribution network (CDN) configuration */
"Reading CDN configuration of {0}" = "Ανάγνωση ρυθμίσεων CDN του {0}";
"Writing CDN configuration of {0}" = "Εγγραφή ρυθμίσεων CDN του {0}";

/* Growl Notification */
"Connection failed" = "Αποτυχία σύνδεσης";

/* Growl Notification */
"Connection opened" = "Άνοιγμα σύνδεσης";

/* Growl Notification */
"Download complete" = "Ολοκλήρωση λήψης";

/* Growl Notification */
"Synchronization complete" = "Ολοκλήρωση συγχρονισμού";

/* Growl Notification */
"Upload complete" = "Ολοκλήρωση αποστολής";

/* Growl Notification */
"Download failed" = "Αποτυχία λήψης";

/* Growl Notification */
"Upload failed" = "Αποτυχία αποστολής";

/* Growl Notification */
"Transfer queued" = "Μεταφορά σε ουρά";
